{
    "86": [
        {
            "title": "86",
            "type": "AMV",
            "videoPath": "../assets/video/AMV_86.webm",
            "poster": "../assets/image/thumbnail/86.png",
            "ytPath": "https://www.youtube.com/watch?v=wVrs8piqqtI",
            "date": "20.09.2021",
            "text": "Mein erstes Projekt zum Videoschnitt war 86 AMV, ein Musikvideo. Die Anregungen dafür bekomme ich, wenn mir bekannte Songs ähnliche Werte, Gefühle oder Bedeutungen vermitteln wie der Film. Der Song „Undefeated“ von Skillet passt zum Beispiel zur Lore (Hintergrundgeschichte) des Anime 86. Durch Kombination des Songs mit Szenen aus 86 versuche ich dann, die jeweiligen emotionalen Inhalte zu intensivieren. (Oft, und auch hier bei diesem Projekt, fallen mir im Nachhinein Dinge auf, die ich heute anders umsetzen würde.)",
            "song": "&quot;Undefeated&quot; von Skillet"
        }
    ],
    "Drifters": [
        {
            "title": "Drifters",
            "type": "AMV",
            "videoPath": "../assets/video/AMV_Drifters.webm",
            "poster": "../assets/image/thumbnail/Drifters.jpg",
            "ytPath": "https://www.youtube.com/watch?v=unPKeudb9fI",
            "date": "23.11.2021",
            "text": "Das zweite Projekt auf meiner Liste ist Drifters AMV. Die hervorstechenden Themen sind hier Stärke und Macht; der dazu passende Song war für mich „For the Glory“ von All Good Things.",
            "song": "&quot;For the Glory&quot; von All Good Things"
        }
    ],
    "No Game No Life/Film": [
        {
            "title": "No Game No Life/Film",
            "type": "AMV",
            "videoPath": "../assets/video/AMV_no-game-no-life.webm",
            "poster": "../assets/image/thumbnail/No_Game_No_Life.webp",
            "ytPath": "https://www.youtube.com/watch?v=4aBCz5YoGNU",
            "date": "24.12.2021",
            "text": "Dieses Musikvideo spiegelt besonders präzise wider, was ich bei dem Film empfunden habe. Neben der Musik passten in diesem Fall auch alle Strophen der Lyrics sehr gut zum Filmmaterial („if we were invincible“). Hier war nicht die Idee „Ich bin stark“ zu vermitteln, sondern dass Fürchterliches geschieht, wenn man von Stärke träumt, weil man hilflos ist - und dass man am Ende eigentlich nur noch will, dass der Krieg aufhört.",
            "song": "&quot;Invincible&quot; von All Good Things"
        }
    ],
    "Herrscher of sentience": [
        {
            "title": "Herrscher of sentience",
            "type": "GMV",
            "videoPath": "../assets/video/GMV_HoS.webm",
            "poster": "../assets/image/thumbnail/Herrscher_of_sentience.webp",
            "ytPath": "https://www.youtube.com/watch?v=jxEBDZuu3co",
            "date": "19.02.2022",
            "text": "Dieses Projekt soll eine Figur namens „Herrscher of Sentience“ charakterisieren. Auch hier ist das Thema mit Musik und auch dem Songtext verbunden: „Can you change me? “. Dieser Song mit seinen beiden ungewöhnlichen leisen Hintergrund-Sounds (sec 17 und 27) bot mir besondere Möglichkeiten für Kreativität bei der Verbindung mit dem Videomaterial.",
            "song": "&quot;Monster&quot; von Starset"
        }
    ],
    "Kabaneri of the Iron Fortress": [
        {
            "title": "Kabaneri of the Iron Fortress",
            "type": "AMV",
            "videoPath": "../assets/video/AMV_KOTIF.webm",
            "poster": "../assets/image/thumbnail/Kabaneri_of_the_Iron Fortress.jpg",
            "ytPath": "https://www.youtube.com/watch?v=yeYh2ULZ8z8",
            "date": "24.06.2022",
            "text": "Dies ist eines meiner erste Projekte mit der Software Premiere Pro, mit der zu arbeiten mir noch einmal zusätzliche Möglichkeiten beschert hat. Es gibt ein paar qualitativ verunglückte Stellen durch die niedrige frame rate (Anzahl der Einzelbilder). Die „ruhigen“ und die „lauten“ Passagen sind aber gut eingepasst. Schön finde ich es immer wieder, mir kleine Elemente zu Nutze zu machen, etwa wenn sich im Video eine transition oder ein effect (Kurz unscharf als effect und im gleichen Moment ein leiser electronischer Ton im Lied abspielt) zeigt wie hier an Stelle 1:36 min.",
            "song": "&quot;Oracle&quot; von Hoyo-Mix"
        }
    ],
    "Splitgate": [
        {
            "title": "Splitgate",
            "type": "GMV",
            "videoPath": "../assets/video/GMV_Splitagte.webm",
            "poster": "../assets/image/thumbnail/Splitgate.webp",
            "ytPath": "https://www.youtube.com/watch?v=K4hGlVbP2WU",
            "date": "23.05.2023",
            "text": "Diese Arbeit hat wenig mit Gefühlen zu tun, eher mit „Epicness“. Das ist aber auch beabsichtigt, da hinter diesem Video, das ich zum ersten Mal mit eigenem Material erstellt habe, keine Emotionen stecken. Umso intensiver habe ich hier mit Premiere Pro gearbeitet. Dadurch, dass ich selbst das Material bestimmen konnte, und weil ich mich inzwischen noch ein gutes Stück besser mit der Software auskannte als beim letzten Projekt, habe ich hier noch viel mehr ausprobiert und umgesetzt. Die Clips waren auch sehr viel kürzer.",
            "song": "&quot;Awaken&quot; von League of Legends"
        }
    ],
    "Zero Two": [
        {
            "title": "Zero Two",
            "type": "AMV",
            "videoPath": "../assets/video/AMV_Zero_Two.webm",
            "poster": "../assets/image/thumbnail/Zero_Two_Thumbnail.png",
            "ytPath": "https://www.youtube.com/watch?v=Tp9GNgaHxCE",
            "date": "09.09.2023",
            "text": "Diese Arbeit ist dem Paar 'Zero Two' und 'Hiro' gewidmet. Der Song soll die durch die Geschichte geweckten Emotionen intensivieren und ihre Erlebnisse nachempfinden. Textstellen wie „I feel you“ oder auch „I will find you“ passen gut zur Story.",
            "song": "&quot;Telescope&quot; von Starset"
        }
    ],
    "Shanri-La Frontier": [
        {
            "title": "Shangri-La Frontier",
            "type": "amv",
            "videoPath": "../assets/video/Shangri-La_Frontier.webm",
            "poster": "../assets/image/thumbnail/Shanri-La Frontier.webp",
            "ytPath": "https://www.youtube.com/watch?v=mfO-n_ej6z0",
            "date": "14.04.2024",
            "text": "Diese Arbeit handelt von einer Videoserie über das fiktive Online-Spiel Shangri-La Frontier. Hier soll die Musik insgesamt untermalen, dass die Protagonisten einen starken Gegner besiegen. Die ausgewählten Clips zeigen Highlights des Films in chronologischer Reihenfolge, sind aber so geschnitten und angeordnet, dass jede Szene genau zur Sound passt, wobei das Musikstück selbst komplett bleibt und seiner eigenen musikalischen Logik folgt.  Der Song, den ich gewählt habe, bot sich auch wegen der Schreie gleich zu Beginn gut zum Editieren an.",
            "song": "&quot;We Appreciate Power&quot; von Grimes "
        }
    ]
}
